shootao/esp_audio_pcm_toolkit/examples/basic_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

CONFIG_ESP_CONSOLE_UART_DEFAULT=y
